{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 2,
      "special": true,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      { "type": "Replace", "pattern": { "String": "\n" }, "content": "" }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": { "String": ";" },
        "behavior": "Removed",
        "invert": false
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      { "Sequence": { "id": "A", "type_id": 0 } },
      { "SpecialToken": { "id": "</s>", "type_id": 0 } }
    ],
    "pair": [
      { "Sequence": { "id": "A", "type_id": 0 } },
      { "Sequence": { "id": "B", "type_id": 1 } }
    ],
    "special_tokens": {
      "</s>": { "id": "</s>", "ids": [1], "tokens": ["</s>"] }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<pad>": 0,
      "</s>": 1,
      "<unk>": 2,
      "CB<Amaj7 | D sus4>": 3,
      "<mask_id_8>": 4,
      "CB<ao sus42>": 5,
      "CB<B7 | Gb sus4>": 6,
      "CE<fm7 | Ab>": 7,
      "TS<40>": 8,
      "CE<Ebmaj9 (b5)>": 9,
      "CB<eø9>": 10,
      "CB<fø7 sus4>": 11,
      "NB<16>": 12,
      "CE<cø7 sus4>": 13,
      "CE<am7 | E sus4>": 14,
      "NE<117>": 15,
      "CB<bbm sus2>": 16,
      "CB<Gb7 | Db sus4>": 17,
      "CB<A7 | Db (b5)>": 18,
      "CB<gm | Bb>": 19,
      "CB<abm7 | Gb>": 20,
      "CE<dø7 | C sus4>": 21,
      "<mask_id_107>": 22,
      "CE<fo | Ab>": 23,
      "CE<em | B>": 24,
      "CE<Db11>": 25,
      "<mask_id_179>": 26,
      "<mask_id_207>": 27,
      "CE<F7 (#5)>": 28,
      "CE<Eb sus2>": 29,
      "CE<Bmaj7 | Eb>": 30,
      "NB<14>": 31,
      "CE<go | Db (add9)>": 32,
      "CE<Emaj9 (b5)>": 33,
      "CE<ebø7 | A sus4>": 34,
      "CB<ebm | Ab sus4>": 35,
      "CE<A7 (b5)>": 36,
      "CE<A7 | G (#5)>": 37,
      "NE<84>": 38,
      "CB<Abmaj7 | Db sus4>": 39,
      "CE<A7 (#9)>": 40,
      "CE<G sus4>": 41,
      "CE<ao>": 42,
      "CE<Amaj7 | E sus4>": 43,
      "CB<Db11>": 44,
      "CE<dbm7 | Gb sus4>": 45,
      "CB<Gb7 (#9)>": 46,
      "CE<bbo | Db>": 47,
      "TS<300>": 48,
      "CE<Dbmaj7 sus4>": 49,
      "TS<910>": 50,
      "CB<bbm7 | Ab>": 51,
      "CE<C (add9)>": 52,
      "CB<cø11>": 53,
      "TS<570>": 54,
      "NE<120>": 55,
      "NE<32>": 56,
      "CB<C7 | Bb (#5)>": 57,
      "CE<F>": 58,
      "CE<Gbmaj7 | F (b5)>": 59,
      "CE<E7 | D (#5)>": 60,
      "CB<Eb | G (#5)>": 61,
      "CB<A | Db (add9)>": 62,
      "CB<gbø7 | E>": 63,
      "<mask_id_185>": 64,
      "CE<Ab | Eb (add9)>": 65,
      "CE<dbm7 | B sus4>": 66,
      "CB<cm | F sus4>": 67,
      "CB<dø7 | Ab sus4>": 68,
      "CB<Gb7 | Bb>": 69,
      "<mask_id_140>": 70,
      "CE<gm7 | F>": 71,
      "CE<D | A sus4>": 72,
      "TS<410>": 73,
      "CB<Ebmaj7 | Ab sus4>": 74,
      "CE<Ab | C (#5)>": 75,
      "CB<A7 (b5)>": 76,
      "CE<B9 sus4>": 77,
      "NE<4>": 78,
      "CE<dm | A (add9)>": 79,
      "CB<gm sus42>": 80,
      "CE<Ab sus2>": 81,
      "CE<dbo | G (add9)>": 82,
      "CB<Dmaj7 | Gb (#5)>": 83,
      "CE<ebo | Ab sus4>": 84,
      "CB<abo sus2>": 85,
      "CE<A7 | G sus4>": 86,
      "NB<80>": 87,
      "CB<A sus42>": 88,
      "NB<4>": 89,
      "CE<fo>": 90,
      "CB<bo | D (add9)>": 91,
      "CB<abø7 sus2>": 92,
      "CE<Gbmaj7 | Db sus4>": 93,
      "CE<Ebmaj7 sus2>": 94,
      "CE<dbø7 | G sus4>": 95,
      "CB<C7 | E>": 96,
      "CE<dm7 | C sus4>": 97,
      "CE<D | A>": 98,
      "CE<dm (add9)>": 99,
      "CE<Eb7 | Db>": 100,
      "CE<em (add9)>": 101,
      "NB<77>": 102,
      "CB<ao | C (add9)>": 103,
      "CB<abø7 (#5)>": 104,
      "CE<Amaj7 | E>": 105,
      "NB<68>": 106,
      "NB<35>": 107,
      "CB<abø9>": 108,
      "CE<G9 sus4>": 109,
      "CE<Bb>": 110,
      "CB<am7 sus2 (#5)>": 111,
      "CE<C7 | G sus4>": 112,
      "NE<114>": 113,
      "CB<Cmaj7 (#5)>": 114,
      "<mask_id_264>": 115,
      "CB<bbo | Db (add9)>": 116,
      "CB<abo | Db sus4>": 117,
      "CE<Bb7>": 118,
      "CE<aø7 sus2>": 119,
      "CE<fm | Ab (add9)>": 120,
      "NB<63>": 121,
      "CB<abo (add9)>": 122,
      "TS<770>": 123,
      "CB<gbo sus42>": 124,
      "CB<Eb | Bb (add9)>": 125,
      "CB<B9>": 126,
      "CE<bm7 sus2 (#5)>": 127,
      "<mask_id_235>": 128,
      "CE<Cmaj7 | B (b5)>": 129,
      "<mask_id_126>": 130,
      "CE<Bmaj7 | Bb (b5)>": 131,
      "<mask_id_19>": 132,
      "CB<bbø7 | E>": 133,
      "CB<D7 | C (#5)>": 134,
      "NE<12>": 135,
      "CB<A7 sus4>": 136,
      "CE<Gb7 sus4>": 137,
      "CE<fm11>": 138,
      "NE<75>": 139,
      "NB<90>": 140,
      "CE<bø9>": 141,
      "<mask_id_156>": 142,
      "NB<120>": 143,
      "CB<cm7 | F sus4>": 144,
      "<mask_id_105>": 145,
      "CE<E7 (#5)>": 146,
      "CE<Db | F>": 147,
      "NB<Ab>": 148,
      "CE<Gb7 (#9)>": 149,
      "NE<3>": 150,
      "CB<B (add9)>": 151,
      "CB<B7 (#5) (#9)>": 152,
      "CB<gø11>": 153,
      "CE<F | Bb sus4>": 154,
      "CB<bm7 sus2 (#5)>": 155,
      "CE<Gb7 | Bb (b5)>": 156,
      "CE<Db9>": 157,
      "CE<Gmaj7 | D>": 158,
      "<mask_id_199>": 159,
      "CE<Bb7 | Ab sus4>": 160,
      "CE<co | F sus4>": 161,
      "<mask_id_121>": 162,
      "CB<cm7 | Eb>": 163,
      "CE<gbo (add9)>": 164,
      "CB<eo | Bb (add9)>": 165,
      "CB<Fmaj7 | E (#5)>": 166,
      "CE<gbo sus42>": 167,
      "<mask_id_192>": 168,
      "NB<62>": 169,
      "CB<G9 (b5)>": 170,
      "CB<ebm | Bb (add9)>": 171,
      "CB<Gb (#5)>": 172,
      "CE<Dbmaj7 sus2>": 173,
      "CE<gø9>": 174,
      "<mask_id_224>": 175,
      "CE<em7 | B>": 176,
      "CB<Eb9>": 177,
      "<mask_id_154>": 178,
      "CB<cø7>": 179,
      "CB<fm9>": 180,
      "CB<dbø11>": 181,
      "CB<D sus2>": 182,
      "CB<Fmaj7 sus2>": 183,
      "NE<Ab>": 184,
      "CB<aø7>": 185,
      "CE<em sus4>": 186,
      "CE<Eb7 | G (#5)>": 187,
      "CB<Bb sus4>": 188,
      "CB<dbo>": 189,
      "CE<Ab7 (b5)>": 190,
      "CB<fø9>": 191,
      "CE<Gmaj7 | Gb (b5)>": 192,
      "CE<bbm | Db (add9)>": 193,
      "CB<abm7 sus4>": 194,
      "CB<Emaj9>": 195,
      "CB<bm sus4>": 196,
      "CE<Abmaj7 | G sus4>": 197,
      "CB<Ab7 sus4>": 198,
      "CB<bm7 | E sus4>": 199,
      "CE<gbm7 | E sus4>": 200,
      "CE<C | E (add9)>": 201,
      "CE<Ab9>": 202,
      "CB<eo | G>": 203,
      "CE<Bb | D (add9)>": 204,
      "CB<E | Ab>": 205,
      "CB<do | Ab sus4>": 206,
      "CB<Fmaj7 sus4>": 207,
      "NE<55>": 208,
      "<mask_id_29>": 209,
      "CB<bbm7 | Db>": 210,
      "CB<D sus4>": 211,
      "CE<Gb7 | E (#5)>": 212,
      "CB<Fmaj7 | Bb sus4>": 213,
      "CB<dbm11>": 214,
      "NE<82>": 215,
      "CB<Gb7 | E (#5)>": 216,
      "CB<Gbmaj7 | F (b5)>": 217,
      "CB<Db7 | Ab sus4>": 218,
      "NE<122>": 219,
      "CE<em7 sus4>": 220,
      "TS<270>": 221,
      "CE<Db7 sus2>": 222,
      "<mask_id_226>": 223,
      "CB<Ab7 | Gb sus4>": 224,
      "CB<D | Gb (add9)>": 225,
      "CB<D11>": 226,
      "<mask_id_44>": 227,
      "CE<C7 | G>": 228,
      "CE<Dmaj7 | A>": 229,
      "CE<Eb9 (b5)>": 230,
      "CB<Gmaj7 | B>": 231,
      "CE<C7 sus2>": 232,
      "CB<Bb | D (#5)>": 233,
      "<mask_id_50>": 234,
      "CE<Dbmaj7 | Gb sus4>": 235,
      "CE<A (#5)>": 236,
      "NE<23>": 237,
      "<mask_id_89>": 238,
      "CE<abø7 | D sus4>": 239,
      "CE<Bb7 | Ab>": 240,
      "<mask_id_259>": 241,
      "TS<390>": 242,
      "CB<ebo | Ab sus4>": 243,
      "CB<Bbmaj7 sus4>": 244,
      "CB<Dmaj7 | Gb>": 245,
      "CE<abo | D (add9)>": 246,
      "NB<114>": 247,
      "CB<F7 sus4>": 248,
      "CB<bbm | Db (add9)>": 249,
      "CE<gbø7 | A>": 250,
      "CB<abm11>": 251,
      "CB<cm>": 252,
      "CB<A (#5)>": 253,
      "CE<eø11>": 254,
      "CE<dm | F>": 255,
      "CE<fm (add9)>": 256,
      "CE<cm7 | Bb>": 257,
      "CE<aø7 | G sus4>": 258,
      "<mask_id_28>": 259,
      "CB<dm sus2>": 260,
      "CE<Gmaj7 | D sus4>": 261,
      "CB<cm9>": 262,
      "CB<gbm7 sus2 (#5)>": 263,
      "CE<C7 | Bb (#5)>": 264,
      "CB<Bmaj7 | Bb (b5)>": 265,
      "CB<go sus2>": 266,
      "CE<bø7 sus4>": 267,
      "<mask_id_43>": 268,
      "TS<170>": 269,
      "CE<B7 | Gb sus4>": 270,
      "CB<Ab9>": 271,
      "CB<em7 | G>": 272,
      "TS<530>": 273,
      "NE<30>": 274,
      "CB<fo | B (add9)>": 275,
      "CB<ao | D sus4>": 276,
      "NB<83>": 277,
      "CB<Gb | Bb>": 278,
      "CE<fm7 | Bb sus4>": 279,
      "CE<Db (add9)>": 280,
      "<mask_id_305>": 281,
      "CE<ao sus2>": 282,
      "CB<eø7 (#5)>": 283,
      "NE<99>": 284,
      "CE<E7 (b5)>": 285,
      "CB<gm7 sus2>": 286,
      "CE<Amaj7 | D sus4>": 287,
      "TS<870>": 288,
      "NE<65>": 289,
      "CE<F7 sus2>": 290,
      "CB<G7 (#5) (#9)>": 291,
      "CE<cm7 sus2 (#5)>": 292,
      "CE<F | C>": 293,
      "CB<Amaj7 | Ab>": 294,
      "CE<Gb>": 295,
      "CE<D7 | C sus4>": 296,
      "CE<do | F>": 297,
      "CE<B | Gb sus4>": 298,
      "CE<Cmaj7 | E (#5)>": 299,
      "TS<220>": 300,
      "CE<Ab (add9)>": 301,
      "CB<fo | B sus4>": 302,
      "CE<Gb7 | Bb>": 303,
      "CB<Fmaj7 | A (#5)>": 304,
      "CE<E7 (#9)>": 305,
      "CE<Fmaj7 (#5)>": 306,
      "CE<Bb7 | D>": 307,
      "CE<F7 | Eb>": 308,
      "CB<Emaj7 | B>": 309,
      "CE<abo sus42>": 310,
      "CB<bm7 sus4>": 311,
      "<mask_id_206>": 312,
      "CB<G | C sus4>": 313,
      "<mask_id_151>": 314,
      "CB<bm7 | Gb>": 315,
      "CB<Emaj7 | B sus4>": 316,
      "CB<Abmaj7 | G (b5)>": 317,
      "CE<dbm7 sus2 (#5)>": 318,
      "CB<Amaj7 sus4>": 319,
      "CB<C sus2>": 320,
      "CE<Gb | Db>": 321,
      "CB<bbm | F sus4>": 322,
      "CB<go | Db>": 323,
      "NB<108>": 324,
      "CE<Dbmaj7 (#5)>": 325,
      "CB<cø7 sus2>": 326,
      "CB<gm11>": 327,
      "<mask_id_286>": 328,
      "CE<Dbmaj7 | F>": 329,
      "CB<Gmaj7 | Gb (b5)>": 330,
      "CE<Eb7 | G (b5)>": 331,
      "CE<F7 | C>": 332,
      "CE<abm | Eb (add9)>": 333,
      "CE<gbm | A (add9)>": 334,
      "CE<G7 | D>": 335,
      "CB<Bb7>": 336,
      "<mask_id_101>": 337,
      "CE<bbø7 | Ab>": 338,
      "CB<Dmaj7 | G sus4>": 339,
      "NB<F>": 340,
      "NB<102>": 341,
      "CB<F | A (add9)>": 342,
      "CE<D7 sus4>": 343,
      "CE<Eb | G (#5)>": 344,
      "CB<F (#5)>": 345,
      "CE<Gmaj7 | Gb sus4>": 346,
      "CE<Dbmaj7 | C (b5)>": 347,
      "CE<bm11>": 348,
      "CE<Ab9 sus4>": 349,
      "CB<Ab (#5)>": 350,
      "CE<B7 sus4>": 351,
      "NB<27>": 352,
      "CB<gbm | A>": 353,
      "CE<bbm7 | Ab sus4>": 354,
      "<mask_id_291>": 355,
      "CB<E (#5)>": 356,
      "CB<Amaj11>": 357,
      "CB<G | B (add9)>": 358,
      "CE<em sus42>": 359,
      "NB<107>": 360,
      "CB<Cmaj9 (b5)>": 361,
      "CE<Dmaj7 | Db (#5)>": 362,
      "<mask_id_51>": 363,
      "<mask_id_112>": 364,
      "CE<abm7 | B>": 365,
      "CB<B7 | Eb (b5)>": 366,
      "CE<am sus2>": 367,
      "CE<fm7 | Eb sus4>": 368,
      "CE<dm sus4>": 369,
      "<mask_id_160>": 370,
      "CB<dbm | Gb sus4>": 371,
      "CB<G7 | D>": 372,
      "CE<cm | G (add9)>": 373,
      "NE<101>": 374,
      "CB<Abmaj7 | C>": 375,
      "CE<Bb7 | D (b5)>": 376,
      "CE<A7 | Db (b5)>": 377,
      "TS<430>": 378,
      "CB<Ab7 | Gb (#5)>": 379,
      "<mask_id_171>": 380,
      "<mask_id_301>": 381,
      "CE<Db sus2>": 382,
      "CE<Bb (#5)>": 383,
      "<mask_id_256>": 384,
      "CB<Gbmaj7 (#5)>": 385,
      "CE<bm | Gb sus4>": 386,
      "CE<em sus2>": 387,
      "CE<do | Ab (add9)>": 388,
      "CB<bbø7>": 389,
      "CB<fm | C (add9)>": 390,
      "<mask_id_144>": 391,
      "CE<am (add9)>": 392,
      "CE<bo | F sus4>": 393,
      "CE<F | A (add9)>": 394,
      "CE<ebm sus42>": 395,
      "CE<gbm7 sus2 (#5)>": 396,
      "CB<gm7 sus4>": 397,
      "CB<Bbmaj7 | A>": 398,
      "CB<D7 (#5) (#9)>": 399,
      "<mask_id_88>": 400,
      "CB<Bb | F sus4>": 401,
      "CE<B11>": 402,
      "CB<Ebmaj7 | G>": 403,
      "CE<F7 | Bb sus4>": 404,
      "CE<Db7 (b5)>": 405,
      "NE<76>": 406,
      "<mask_id_287>": 407,
      "CB<gm7 | D sus4>": 408,
      "CB<Db7 (b5)>": 409,
      "NB<72>": 410,
      "TS<330>": 411,
      "CE<eo>": 412,
      "NB<23>": 413,
      "CB<Eb7 sus2>": 414,
      "<mask_id_231>": 415,
      "CE<eø7>": 416,
      "CB<em7 sus2>": 417,
      "NE<21>": 418,
      "CB<C7 (#9)>": 419,
      "CE<Ab7 (#5) (#9)>": 420,
      "CB<Emaj7>": 421,
      "CB<Eb7 sus4>": 422,
      "<mask_id_122>": 423,
      "CB<Abmaj7>": 424,
      "CE<Fmaj7 | A>": 425,
      "CE<ebm | Gb (add9)>": 426,
      "CE<Eb | Bb>": 427,
      "CB<Eb7 | G (#5)>": 428,
      "CB<A | Db>": 429,
      "<mask_id_150>": 430,
      "CB<fø7 | Eb sus4>": 431,
      "<mask_id_85>": 432,
      "CB<fo sus42>": 433,
      "CE<dbo (add9)>": 434,
      "CB<abo | B (add9)>": 435,
      "CE<abø7 (#5)>": 436,
      "CB<fm | Ab (add9)>": 437,
      "NE<77>": 438,
      "CE<B sus4>": 439,
      "NB<41>": 440,
      "CE<Gb sus4>": 441,
      "<mask_id_209>": 442,
      "CE<abm | B>": 443,
      "CB<abm7 | Db sus4>": 444,
      "CB<ebm11>": 445,
      "CB<D (#5)>": 446,
      "CE<am7 | G>": 447,
      "CB<fm7 sus4>": 448,
      "CE<fm7 | C>": 449,
      "NB<45>": 450,
      "CB<bbø7 | E sus4>": 451,
      "CB<Gmaj7 | Gb sus4>": 452,
      "CE<am7 | G sus4>": 453,
      "CB<Ebmaj7 | G (#5)>": 454,
      "CB<gm sus4>": 455,
      "CE<D7 | A sus4>": 456,
      "CB<Fmaj9 (b5)>": 457,
      "<mask_id_47>": 458,
      "CE<fm7 | Eb>": 459,
      "<mask_id_41>": 460,
      "NE<97>": 461,
      "CB<Bb | F>": 462,
      "<mask_id_234>": 463,
      "CE<Eb | Ab sus4>": 464,
      "CE<Emaj7 | Ab (#5)>": 465,
      "NB<53>": 466,
      "CE<A sus4>": 467,
      "CE<gbø7>": 468,
      "CE<Dmaj7 | A sus4>": 469,
      "CE<Db | Ab>": 470,
      "CB<Eb>": 471,
      "NE<56>": 472,
      "TS<550>": 473,
      "CB<C sus4>": 474,
      "CE<E9 sus4>": 475,
      "<mask_id_34>": 476,
      "CB<Eb7 | Bb>": 477,
      "<mask_id_96>": 478,
      "CB<A | E>": 479,
      "CB<fm | Ab>": 480,
      "CB<eø7 | Bb sus4>": 481,
      "CB<Gb | Db sus4>": 482,
      "<mask_id_32>": 483,
      "<mask_id_114>": 484,
      "CE<E7 sus2>": 485,
      "CB<Gb7 | E>": 486,
      "CB<Ebmaj7 | Bb sus4>": 487,
      "CB<ebo (add9)>": 488,
      "<mask_id_272>": 489,
      "CE<dm7 | F>": 490,
      "CB<gm | D (add9)>": 491,
      "CE<F sus42>": 492,
      "CE<Ab | Eb>": 493,
      "CE<Fmaj7 | Bb sus4>": 494,
      "CE<dbo sus4>": 495,
      "CE<A7 (#5) (#9)>": 496,
      "CE<bm sus2>": 497,
      "CB<D7 | C>": 498,
      "CE<abm7 | Eb>": 499,
      "CE<dm | A>": 500,
      "CE<Db7 | F>": 501,
      "CB<bø7 | D>": 502,
      "CE<ebø7 | Db sus4>": 503,
      "CE<do>": 504,
      "CB<Db sus4>": 505,
      "NB<113>": 506,
      "CB<ebo sus42>": 507,
      "CB<D9 sus4>": 508,
      "<mask_id_7>": 509,
      "TS<700>": 510,
      "CE<Bbmaj7 | A sus4>": 511,
      "CE<eo sus2>": 512,
      "CB<Db | F (#5)>": 513,
      "CB<Amaj9 (b5)>": 514,
      "CB<bo (add9)>": 515,
      "TS<880>": 516,
      "CB<Bmaj9>": 517,
      "CE<cm7 | G sus4>": 518,
      "CE<Ab9 (b5)>": 519,
      "<mask_id_243>": 520,
      "CB<G7 sus4>": 521,
      "CB<Eb7 | G>": 522,
      "CE<cm7 sus2>": 523,
      "CB<dbø7 | G sus4>": 524,
      "<mask_id_103>": 525,
      "CB<Bmaj9 (b5)>": 526,
      "CB<Bmaj7 | Gb>": 527,
      "<mask_id_238>": 528,
      "CE<co (add9)>": 529,
      "CB<Bb7 | Ab (#5)>": 530,
      "CB<ebm7 sus2>": 531,
      "<mask_id_253>": 532,
      "CB<Eb7 (#5) (#9)>": 533,
      "NE<51>": 534,
      "CB<bm7>": 535,
      "<mask_id_195>": 536,
      "CE<eø7 | D>": 537,
      "CE<B7 (#5) (#9)>": 538,
      "CB<E sus42>": 539,
      "CB<Gmaj11>": 540,
      "CB<am7 | E>": 541,
      "CB<Bbmaj11>": 542,
      "CB<gø7 | Bb>": 543,
      "NE<69>": 544,
      "CB<F7 | A (b5)>": 545,
      "CE<gm (add9)>": 546,
      "NB<18>": 547,
      "CE<Gb | Db (add9)>": 548,
      "CE<cm | Eb (add9)>": 549,
      "TS<990>": 550,
      "CE<A7 | Db (#5)>": 551,
      "CE<Dmaj7 | Db sus4>": 552,
      "CB<Bb | D>": 553,
      "CB<dbo | G sus4>": 554,
      "CE<Ebmaj7 | Bb sus4>": 555,
      "CB<em7>": 556,
      "CE<A | D sus4>": 557,
      "CB<Eb7 | Ab sus4>": 558,
      "CE<gbm | Db>": 559,
      "<mask_id_294>": 560,
      "NE<60>": 561,
      "CB<B sus2>": 562,
      "<mask_id_27>": 563,
      "CE<gbm sus4>": 564,
      "CE<C sus4>": 565,
      "CE<G | C sus4>": 566,
      "CB<Gb9>": 567,
      "CE<Db7 | B (#5)>": 568,
      "CB<Bb7 | D (b5)>": 569,
      "CE<B9 (b5)>": 570,
      "CE<C>": 571,
      "NE<22>": 572,
      "<mask_id_61>": 573,
      "NB<52>": 574,
      "CE<gbm | A>": 575,
      "CE<Gb7 (#5)>": 576,
      "TS<480>": 577,
      "NE<B>": 578,
      "CB<Ab7 | Gb>": 579,
      "CE<Bb (add9)>": 580,
      "CB<Ab7 (#9)>": 581,
      "CB<ao | Eb sus4>": 582,
      "<mask_id_208>": 583,
      "CE<dø7 | C>": 584,
      "CB<bbm sus42>": 585,
      "CB<co sus4>": 586,
      "CE<gbm9>": 587,
      "CB<em7 sus4>": 588,
      "CE<F sus2>": 589,
      "CB<G7 | F>": 590,
      "<mask_id_74>": 591,
      "<mask_id_317>": 592,
      "CE<Fmaj7 | E>": 593,
      "CB<gbm | A (add9)>": 594,
      "CB<Gb | Db (add9)>": 595,
      "CB<F | Bb sus4>": 596,
      "NB<54>": 597,
      "CB<Dbmaj7 | Ab>": 598,
      "<mask_id_177>": 599,
      "CB<D | A (add9)>": 600,
      "CB<do | Ab>": 601,
      "CB<dbm | E (add9)>": 602,
      "CB<Db7>": 603,
      "NE<11>": 604,
      "<mask_id_221>": 605,
      "CE<fm9>": 606,
      "CB<gbm7 sus2>": 607,
      "<mask_id_48>": 608,
      "TS<630>": 609,
      "CB<fø7 | B sus4>": 610,
      "CB<C9>": 611,
      "CB<co | Gb>": 612,
      "CE<cm7>": 613,
      "<mask_id_123>": 614,
      "<mask_id_33>": 615,
      "CB<A7 (#5)>": 616,
      "TS<240>": 617,
      "CB<bm | E sus4>": 618,
      "CB<Cmaj7 | F sus4>": 619,
      "CE<gbø7 | E>": 620,
      "NB<92>": 621,
      "CB<dø7 sus2>": 622,
      "CB<go (add9)>": 623,
      "CB<G7 | F (#5)>": 624,
      "CE<Db (#5)>": 625,
      "CE<bo | E sus4>": 626,
      "CE<Gbmaj7 | F>": 627,
      "NE<123>": 628,
      "NE<53>": 629,
      "CE<dbø7 sus2>": 630,
      "CE<bbø7 | Db>": 631,
      "CB<Eb sus4>": 632,
      "CB<em7 | B>": 633,
      "<mask_id_104>": 634,
      "CE<Amaj7>": 635,
      "<mask_id_11>": 636,
      "CB<Abmaj7 sus2>": 637,
      "NE<121>": 638,
      "CB<Amaj7 | Db>": 639,
      "CB<C7 | Bb sus4>": 640,
      "CB<Bmaj7 | E sus4>": 641,
      "<mask_id_271>": 642,
      "CB<cm | G>": 643,
      "CE<Bb sus2>": 644,
      "<mask_id_99>": 645,
      "CB<ebm sus2>": 646,
      "NE<27>": 647,
      "<mask_id_10>": 648,
      "CE<Gbmaj7 (#5)>": 649,
      "CE<co | Gb (add9)>": 650,
      "CB<bø7 | A>": 651,
      "CB<go | Bb>": 652,
      "CB<dm (add9)>": 653,
      "CB<bbm9>": 654,
      "CE<Bmaj7 | Bb sus4>": 655,
      "CE<eo sus4>": 656,
      "CB<gø7 | Db sus4>": 657,
      "CB<fo (add9)>": 658,
      "CB<A9 sus4>": 659,
      "CB<A sus2>": 660,
      "CE<Cmaj9>": 661,
      "CB<Bb7 (#5)>": 662,
      "<mask_id_16>": 663,
      "<mask_id_251>": 664,
      "CB<gbm | B sus4>": 665,
      "CE<Db7 | F (#5)>": 666,
      "CB<gbm7 sus4>": 667,
      "CB<am>": 668,
      "CB<A (add9)>": 669,
      "CE<gm | D (add9)>": 670,
      "CE<F7>": 671,
      "TS<920>": 672,
      "CB<E sus4>": 673,
      "CE<D>": 674,
      "CE<fm | Ab>": 675,
      "CB<dø7>": 676,
      "CB<B | Gb>": 677,
      "CB<E7 | B>": 678,
      "NB<51>": 679,
      "CE<dm7 | A sus4>": 680,
      "<mask_id_63>": 681,
      "CE<am | E sus4>": 682,
      "CB<B7 (#9)>": 683,
      "CB<abo | D>": 684,
      "CE<Bmaj7 | Bb>": 685,
      "CE<Dmaj7 | Gb (#5)>": 686,
      "CB<gbø7 | A>": 687,
      "CB<E7 | A sus4>": 688,
      "CE<B | Gb>": 689,
      "<mask_id_174>": 690,
      "CE<Gb (#5)>": 691,
      "CB<Eb11>": 692,
      "CB<Dmaj7 sus4>": 693,
      "<mask_id_57>": 694,
      "CE<Gb7 | Db>": 695,
      "CE<fø7 sus2>": 696,
      "CE<F (#5)>": 697,
      "CE<A | E>": 698,
      "CE<F7 | A>": 699,
      "CB<bo>": 700,
      "CE<bbo sus42>": 701,
      "CB<eo | A sus4>": 702,
      "CE<fm7>": 703,
      "CB<Amaj7 | E sus4>": 704,
      "CB<bbo | Db>": 705,
      "CB<Bb7 sus4>": 706,
      "CB<ebm sus42>": 707,
      "<mask_id_148>": 708,
      "CE<G sus42>": 709,
      "CE<B (#5)>": 710,
      "CB<dø11>": 711,
      "CE<dm sus42>": 712,
      "CE<Emaj7 | B sus4>": 713,
      "CE<abø9>": 714,
      "CB<Ab sus2>": 715,
      "CE<bbø7 | Ab sus4>": 716,
      "CE<Bbmaj7 | F sus4>": 717,
      "CE<A7>": 718,
      "NB<69>": 719,
      "CB<am7 | G>": 720,
      "CB<em sus4>": 721,
      "CB<fm7 | Bb sus4>": 722,
      "<mask_id_295>": 723,
      "<mask_id_106>": 724,
      "CB<eø7 sus4>": 725,
      "CE<em7 sus2 (#5)>": 726,
      "<mask_id_67>": 727,
      "CE<co | Eb>": 728,
      "CB<Bb sus2>": 729,
      "CB<am | C>": 730,
      "CE<Gb | Db sus4>": 731,
      "CB<F11>": 732,
      "<mask_id_284>": 733,
      "CB<Ab7 | Db sus4>": 734,
      "<mask_id_82>": 735,
      "NE<Db>": 736,
      "CB<dbm7>": 737,
      "CE<B7 (#5)>": 738,
      "<mask_id_26>": 739,
      "CB<bm11>": 740,
      "CB<bbm | F>": 741,
      "CE<dbø7 sus4>": 742,
      "<mask_id_52>": 743,
      "NE<52>": 744,
      "CE<Ebmaj11>": 745,
      "CB<Dmaj9 (b5)>": 746,
      "<mask_id_187>": 747,
      "NE<46>": 748,
      "CE<C | F sus4>": 749,
      "CB<Db | Ab sus4>": 750,
      "CB<A7>": 751,
      "CB<E7 sus2>": 752,
      "CE<gm7 | D>": 753,
      "CB<bbm | Eb sus4>": 754,
      "CE<bm | Gb (add9)>": 755,
      "<mask_id_186>": 756,
      "CE<dbo | G>": 757,
      "CB<fo | Ab>": 758,
      "CB<Cmaj7 | G>": 759,
      "CB<F sus42>": 760,
      "CE<Bb sus4>": 761,
      "CE<cø7 | Gb>": 762,
      "CE<G | D>": 763,
      "CB<Bmaj7 | Eb>": 764,
      "CB<Ebmaj9 (b5)>": 765,
      "CE<am7>": 766,
      "CE<C7>": 767,
      "CB<am7 | D sus4>": 768,
      "NB<26>": 769,
      "NB<125>": 770,
      "CE<go | Bb>": 771,
      "CE<Gb7 (b5)>": 772,
      "CB<E11>": 773,
      "CB<Gbmaj7 | F>": 774,
      "CE<bm9>": 775,
      "CE<F | C sus4>": 776,
      "CE<B | Eb>": 777,
      "CE<em>": 778,
      "CE<go | Db sus4>": 779,
      "CE<ebø7 | Db>": 780,
      "CE<Amaj7 sus2>": 781,
      "CE<aø9>": 782,
      "CE<go | Bb (add9)>": 783,
      "CE<Ab | Db sus4>": 784,
      "<mask_id_9>": 785,
      "TS<150>": 786,
      "CE<Amaj11>": 787,
      "CB<am7 | G sus4>": 788,
      "CB<Gb | Bb (#5)>": 789,
      "CB<E | Ab (#5)>": 790,
      "CE<eø7 (#5)>": 791,
      "CB<ebm>": 792,
      "CE<gbo | A (add9)>": 793,
      "CE<do sus4>": 794,
      "CE<C (#5)>": 795,
      "CE<Eb sus4>": 796,
      "CE<bbm7 | Db>": 797,
      "CB<Abmaj9 (b5)>": 798,
      "<mask_id_197>": 799,
      "CB<G7>": 800,
      "CE<ebo | Gb (add9)>": 801,
      "CE<bbo | E>": 802,
      "NB<A>": 803,
      "CE<dm7>": 804,
      "CE<bm7 sus2>": 805,
      "CB<Abmaj7 | Eb sus4>": 806,
      "CE<Gbmaj7 | Bb (#5)>": 807,
      "CE<Fmaj7 | C sus4>": 808,
      "CB<F7>": 809,
      "CB<co | Eb (add9)>": 810,
      "CB<dø7 (#5)>": 811,
      "CB<Gb7 (#5) (#9)>": 812,
      "CB<Ebmaj11>": 813,
      "CB<Bb | D (add9)>": 814,
      "CB<go sus42>": 815,
      "CE<fm sus2>": 816,
      "CB<em7 | D sus4>": 817,
      "CE<ebm | Bb>": 818,
      "CE<Gb9>": 819,
      "NE<111>": 820,
      "TS<70>": 821,
      "<mask_id_290>": 822,
      "CB<Fmaj7>": 823,
      "CB<ebm7 | Bb sus4>": 824,
      "CE<em | A sus4>": 825,
      "<mask_id_145>": 826,
      "TS<820>": 827,
      "CB<Eb7 | G (b5)>": 828,
      "CB<cø7 | Bb>": 829,
      "<mask_id_218>": 830,
      "<mask_id_279>": 831,
      "CE<G7 | B (#5)>": 832,
      "NB<11>": 833,
      "CB<Dbmaj7 | F (#5)>": 834,
      "CE<bo>": 835,
      "CB<fo sus2>": 836,
      "CE<cm | F sus4>": 837,
      "CE<cm7 sus4>": 838,
      "CE<dbo | Gb sus4>": 839,
      "CB<go | C sus4>": 840,
      "CE<F | A (#5)>": 841,
      "CB<gbø7 | C>": 842,
      "<mask_id_244>": 843,
      "CE<gm7 sus4>": 844,
      "NE<89>": 845,
      "CE<Emaj7 | Eb>": 846,
      "CE<am>": 847,
      "CE<dbm9>": 848,
      "CB<fø7 | Eb>": 849,
      "NE<66>": 850,
      "CE<bø7 | A>": 851,
      "CB<A7 sus2>": 852,
      "<mask_id_212>": 853,
      "<mask_id_139>": 854,
      "CE<eø9>": 855,
      "CB<ebm | Gb (add9)>": 856,
      "CE<aø7 (#5)>": 857,
      "CE<Bb9>": 858,
      "CB<Db7 | F>": 859,
      "<mask_id_113>": 860,
      "CE<bbo sus4>": 861,
      "CB<ebø7 (#5)>": 862,
      "<mask_id_131>": 863,
      "CE<Db9 (b5)>": 864,
      "CE<B | Gb (add9)>": 865,
      "CE<bbm11>": 866,
      "CE<cm7 | Bb sus4>": 867,
      "TS<0>": 868,
      "CE<bm | D>": 869,
      "NE<83>": 870,
      "CE<Ab | C (add9)>": 871,
      "CE<D7 | C (#5)>": 872,
      "CE<dm7 sus2 (#5)>": 873,
      "CE<G7 (#9)>": 874,
      "CE<Eb7 (#5) (#9)>": 875,
      "CE<Dbmaj7>": 876,
      "CE<dbm | Gb sus4>": 877,
      "CB<Ab sus4>": 878,
      "CE<C7 (b5)>": 879,
      "CB<gbø7 (#5)>": 880,
      "CB<dbm | Ab sus4>": 881,
      "CE<am | C>": 882,
      "CE<Dbmaj7 | F (#5)>": 883,
      "CE<F9>": 884,
      "CB<am7 | C>": 885,
      "CB<B | Eb (#5)>": 886,
      "NE<104>": 887,
      "CB<bbø9>": 888,
      "CE<abø7 | B>": 889,
      "CB<em9>": 890,
      "CB<dm7 | A sus4>": 891,
      "CE<A9 (b5)>": 892,
      "<mask_id_304>": 893,
      "CB<F7 sus2>": 894,
      "CB<bbø11>": 895,
      "CB<abo | D sus4>": 896,
      "CE<Bb | F sus4>": 897,
      "CB<ebm | Bb>": 898,
      "CB<gbm | Db sus4>": 899,
      "NB<115>": 900,
      "NB<17>": 901,
      "CE<Eb | Bb (add9)>": 902,
      "CB<dbm | E>": 903,
      "NB<105>": 904,
      "CE<gø7 sus2>": 905,
      "<mask_id_273>": 906,
      "CE<ebm7>": 907,
      "CE<Gmaj7 | B>": 908,
      "CE<bm7 | A sus4>": 909,
      "CE<Ebmaj7 | D (#5)>": 910,
      "CE<E11>": 911,
      "CE<fo (add9)>": 912,
      "CE<F7 (#5) (#9)>": 913,
      "CB<bbø7 | Ab>": 914,
      "CB<do (add9)>": 915,
      "NB<Gb>": 916,
      "NE<98>": 917,
      "CE<Bb9 (b5)>": 918,
      "<mask_id_77>": 919,
      "<mask_id_31>": 920,
      "<mask_id_249>": 921,
      "CB<B9 sus4>": 922,
      "CB<co | Gb (add9)>": 923,
      "CE<Ab>": 924,
      "CE<fm sus42>": 925,
      "CB<D7 (b5)>": 926,
      "CB<E sus2>": 927,
      "CE<Dmaj7 | G sus4>": 928,
      "CB<Dbmaj7 sus4>": 929,
      "CB<E7 (b5)>": 930,
      "CE<Ab (#5)>": 931,
      "CE<ebm | Ab sus4>": 932,
      "CB<am sus42>": 933,
      "<mask_id_38>": 934,
      "CB<dbø7 (#5)>": 935,
      "CB<fm7 | Eb sus4>": 936,
      "<mask_id_262>": 937,
      "<mask_id_296>": 938,
      "CB<dbø7 sus2>": 939,
      "CB<dbo | E>": 940,
      "CB<gm (add9)>": 941,
      "CB<A sus4>": 942,
      "CE<Ab7 | C>": 943,
      "CB<gbm | Db (add9)>": 944,
      "<mask_id_278>": 945,
      "CB<gø7 | Db>": 946,
      "CE<ebm | Bb sus4>": 947,
      "CB<D>": 948,
      "<mask_id_165>": 949,
      "NE<63>": 950,
      "CB<G sus2>": 951,
      "TS<280>": 952,
      "<mask_id_55>": 953,
      "CB<Bb>": 954,
      "<mask_id_84>": 955,
      "CB<ebo>": 956,
      "CB<cø7 | Bb sus4>": 957,
      "CB<abm7 | Eb sus4>": 958,
      "CE<G7 | D sus4>": 959,
      "CB<dbm7 | Gb sus4>": 960,
      "CE<A | Db>": 961,
      "CE<ebm7 | Gb>": 962,
      "CB<Dmaj7 sus2>": 963,
      "CE<Bbmaj9 (b5)>": 964,
      "CB<Gmaj7 | C sus4>": 965,
      "<mask_id_200>": 966,
      "CE<B7 | Eb>": 967,
      "CB<C9 sus4>": 968,
      "CB<Eb7 (#9)>": 969,
      "CB<Abmaj11>": 970,
      "CB<Gbmaj7 sus4>": 971,
      "CB<bbm7 | Ab sus4>": 972,
      "CB<Eb9 (b5)>": 973,
      "CE<Dbmaj7 | C sus4>": 974,
      "CE<gm7 sus2 (#5)>": 975,
      "CB<Dbmaj9>": 976,
      "CB<A9 (b5)>": 977,
      "CB<Gbmaj11>": 978,
      "CE<bm | E sus4>": 979,
      "CB<gø7 sus2>": 980,
      "CE<eo sus42>": 981,
      "CB<Gb sus42>": 982,
      "CB<fm11>": 983,
      "CE<cm7 | Eb>": 984,
      "NB<13>": 985,
      "CE<Gbmaj7 | B sus4>": 986,
      "CE<G7 sus4>": 987,
      "CE<Bmaj7 sus4>": 988,
      "CB<fø7 | B>": 989,
      "CB<Bbmaj7 | F>": 990,
      "CE<Cmaj7 | F sus4>": 991,
      "CB<aø7 | Eb>": 992,
      "CB<gbm7 | E sus4>": 993,
      "CE<A7 (#5)>": 994,
      "CE<co sus4>": 995,
      "NE<5>": 996,
      "CE<Cmaj11>": 997,
      "CE<gbo | C>": 998,
      "CB<C7 (b5)>": 999,
      "CE<bo | D>": 1000,
      "CB<Ab7 (#5)>": 1001,
      "NE<73>": 1002,
      "CE<G | D (add9)>": 1003,
      "CB<F7 (#9)>": 1004,
      "NE<81>": 1005,
      "CB<cø7 sus4>": 1006,
      "CE<Gmaj9 (b5)>": 1007,
      "CE<bbo | E sus4>": 1008,
      "CB<bbm7 sus2>": 1009,
      "CB<Bbmaj7 | A (#5)>": 1010,
      "CE<C | G (add9)>": 1011,
      "CB<dbo sus4>": 1012,
      "CE<Dmaj7 sus2>": 1013,
      "CB<Ab11>": 1014,
      "CE<em7>": 1015,
      "CB<D7 | G sus4>": 1016,
      "CB<bbo | E>": 1017,
      "NB<19>": 1018,
      "<mask_id_213>": 1019,
      "CE<gbo | C (add9)>": 1020,
      "CB<Bbmaj7 (#5)>": 1021,
      "CE<bbo (add9)>": 1022,
      "<mask_id_237>": 1023,
      "CB<C11>": 1024,
      "CE<G7 | F (#5)>": 1025,
      "CE<dbø7>": 1026,
      "TS<30>": 1027,
      "TS<940>": 1028,
      "<mask_id_100>": 1029,
      "CE<Db7 | Ab sus4>": 1030,
      "CB<Emaj7 | Eb>": 1031,
      "CB<Cmaj7>": 1032,
      "CE<bbm7>": 1033,
      "CB<do | F (add9)>": 1034,
      "CE<dbo sus42>": 1035,
      "CB<Emaj7 | Eb (b5)>": 1036,
      "CE<Gbmaj7 | F (#5)>": 1037,
      "NB<67>": 1038,
      "CB<Gbmaj7 | B sus4>": 1039,
      "CE<C7 | F sus4>": 1040,
      "<mask_id_267>": 1041,
      "CE<Dmaj7 | Db>": 1042,
      "<mask_id_75>": 1043,
      "CE<Ebmaj7 sus4>": 1044,
      "CB<dbm7 | Ab>": 1045,
      "CE<abm sus4>": 1046,
      "CE<gø7 (#5)>": 1047,
      "CB<dm sus4>": 1048,
      "CB<dm | G sus4>": 1049,
      "CB<G9 sus4>": 1050,
      "CE<Db sus4>": 1051,
      "CB<Cmaj7 | B (b5)>": 1052,
      "<mask_id_71>": 1053,
      "CB<Db7 (#9)>": 1054,
      "CE<dbo | G sus4>": 1055,
      "CE<Dmaj9>": 1056,
      "CB<cm11>": 1057,
      "<mask_id_232>": 1058,
      "CB<fm | Bb sus4>": 1059,
      "CE<dbm7 | E>": 1060,
      "CB<F7 (#5)>": 1061,
      "CB<Amaj7 | Db (#5)>": 1062,
      "TS<310>": 1063,
      "CB<Ab | Eb (add9)>": 1064,
      "CE<fm | C sus4>": 1065,
      "NE<74>": 1066,
      "NE<70>": 1067,
      "<mask_id_257>": 1068,
      "CE<aø11>": 1069,
      "<mask_id_161>": 1070,
      "CB<dbo | G (add9)>": 1071,
      "CE<aø7 | Eb sus4>": 1072,
      "CE<Bb sus42>": 1073,
      "CE<ebm (add9)>": 1074,
      "CE<bm7 | Gb>": 1075,
      "TS<90>": 1076,
      "CE<G11>": 1077,
      "CE<Bmaj9 (b5)>": 1078,
      "CE<bbm7 | Ab>": 1079,
      "CB<gbm7 | B sus4>": 1080,
      "CB<dm7 | C>": 1081,
      "CE<Fmaj9>": 1082,
      "CB<Dbmaj9 (b5)>": 1083,
      "CE<co>": 1084,
      "CB<Ab>": 1085,
      "CE<E | Ab>": 1086,
      "CB<do sus4>": 1087,
      "CB<Db9>": 1088,
      "CE<B7 | E sus4>": 1089,
      "CE<C | E>": 1090,
      "CB<dm9>": 1091,
      "CB<gbo | A (add9)>": 1092,
      "CE<Gbmaj7>": 1093,
      "CB<bø7 | F>": 1094,
      "CE<D (#5)>": 1095,
      "<mask_id_319>": 1096,
      "CE<D7 | Gb>": 1097,
      "CE<abo | B (add9)>": 1098,
      "<mask_id_292>": 1099,
      "CB<abm7 | Gb sus4>": 1100,
      "CE<cm sus4>": 1101,
      "CE<E9 (b5)>": 1102,
      "CE<dbm | Ab sus4>": 1103,
      "NE<78>": 1104,
      "CE<ebø7 | A>": 1105,
      "CB<ao sus2>": 1106,
      "CE<ebm9>": 1107,
      "CE<Ab sus42>": 1108,
      "CB<dø9>": 1109,
      "CE<Ab7 (#9)>": 1110,
      "CE<dm7 | C>": 1111,
      "NE<91>": 1112,
      "CB<F (add9)>": 1113,
      "NE<86>": 1114,
      "CE<cø7 | Bb>": 1115,
      "CB<G11>": 1116,
      "CB<co | Gb sus4>": 1117,
      "CE<abo | B>": 1118,
      "CB<Dmaj7 | Db sus4>": 1119,
      "CE<Bb | F (add9)>": 1120,
      "CE<Ab11>": 1121,
      "CB<Amaj7 | Ab (b5)>": 1122,
      "CB<gbo>": 1123,
      "CE<eo | G (add9)>": 1124,
      "CB<am7>": 1125,
      "NB<58>": 1126,
      "CB<B7 sus4>": 1127,
      "CB<am | C (add9)>": 1128,
      "NB<75>": 1129,
      "CE<do | G sus4>": 1130,
      "CB<dbm7 sus4>": 1131,
      "TS<830>": 1132,
      "CB<ebm sus4>": 1133,
      "CB<fm7 sus2 (#5)>": 1134,
      "CE<fm7 sus2 (#5)>": 1135,
      "CB<Bb7 | Ab sus4>": 1136,
      "CE<fm sus4>": 1137,
      "NB<124>": 1138,
      "CE<bo sus4>": 1139,
      "CB<abo sus4>": 1140,
      "CB<Ab sus42>": 1141,
      "CB<E7 sus4>": 1142,
      "NB<20>": 1143,
      "CB<Cmaj7 | E (#5)>": 1144,
      "NE<93>": 1145,
      "<mask_id_263>": 1146,
      "CE<fm | Bb sus4>": 1147,
      "<mask_id_95>": 1148,
      "CE<abm7 sus4>": 1149,
      "CB<F | C>": 1150,
      "NE<13>": 1151,
      "CE<Ab7 | Gb (#5)>": 1152,
      "<mask_id_111>": 1153,
      "CE<bbm9>": 1154,
      "CE<D | Gb>": 1155,
      "NE<64>": 1156,
      "CB<G | D sus4>": 1157,
      "CE<bbm sus42>": 1158,
      "CE<B sus42>": 1159,
      "CB<Db7 (#5)>": 1160,
      "NB<9>": 1161,
      "CB<B7 sus2>": 1162,
      "<mask_id_309>": 1163,
      "CB<abo sus42>": 1164,
      "CB<Gmaj7 sus4>": 1165,
      "CE<ebø7 sus4>": 1166,
      "CE<B7 | A (#5)>": 1167,
      "CB<Ebmaj7>": 1168,
      "CB<Eb sus42>": 1169,
      "<mask_id_109>": 1170,
      "<mask_id_94>": 1171,
      "NB<5>": 1172,
      "TS<680>": 1173,
      "CB<Gb (add9)>": 1174,
      "NE<71>": 1175,
      "CE<Db7 | B sus4>": 1176,
      "CB<B11>": 1177,
      "NB<116>": 1178,
      "CB<D7>": 1179,
      "CE<cø7>": 1180,
      "CE<C7 sus4>": 1181,
      "CB<bo | F (add9)>": 1182,
      "CB<Ebmaj7 | Bb>": 1183,
      "CB<C7>": 1184,
      "CB<Db7 | B sus4>": 1185,
      "<mask_id_202>": 1186,
      "CE<em9>": 1187,
      "CB<Amaj7>": 1188,
      "CB<A | E sus4>": 1189,
      "CE<gbø11>": 1190,
      "NE<44>": 1191,
      "CE<Amaj7 | Ab (#5)>": 1192,
      "CB<Bb7 | F>": 1193,
      "NB<43>": 1194,
      "CE<dm sus2>": 1195,
      "TS<960>": 1196,
      "CE<go (add9)>": 1197,
      "CB<fo | Ab (add9)>": 1198,
      "CB<A7 | Db>": 1199,
      "CB<B (#5)>": 1200,
      "CE<ebm7 | Bb>": 1201,
      "<mask_id_62>": 1202,
      "TS<580>": 1203,
      "CB<aø9>": 1204,
      "NB<126>": 1205,
      "CB<bbm (add9)>": 1206,
      "CB<gm sus2>": 1207,
      "CB<gbo (add9)>": 1208,
      "CE<bø7>": 1209,
      "CB<E | A sus4>": 1210,
      "TS<660>": 1211,
      "CE<G | B (#5)>": 1212,
      "CE<Cmaj7>": 1213,
      "CE<E sus2>": 1214,
      "CE<Ab7 | C (b5)>": 1215,
      "TS<560>": 1216,
      "CE<abm7 | Gb sus4>": 1217,
      "NE<F>": 1218,
      "CB<bm | Gb sus4>": 1219,
      "<mask_id_120>": 1220,
      "CE<cø11>": 1221,
      "NE<54>": 1222,
      "CB<Bb7 | D (#5)>": 1223,
      "CB<Gmaj7 | Gb (#5)>": 1224,
      "CE<Db | F (#5)>": 1225,
      "CE<gbm7>": 1226,
      "CE<Cmaj7 | B (#5)>": 1227,
      "CB<Gb7 | E sus4>": 1228,
      "CB<abm7 sus2 (#5)>": 1229,
      "CE<Abmaj7 | Eb>": 1230,
      "NB<38>": 1231,
      "<mask_id_152>": 1232,
      "TS<860>": 1233,
      "CB<cø7 | Eb>": 1234,
      "CB<cm | G sus4>": 1235,
      "CB<gbm sus4>": 1236,
      "CE<gbm7 sus4>": 1237,
      "TS<980>": 1238,
      "CB<Cmaj7 | G sus4>": 1239,
      "<mask_id_65>": 1240,
      "CB<B7 | A sus4>": 1241,
      "CB<Bbmaj7 | Eb sus4>": 1242,
      "CB<Ab | Eb sus4>": 1243,
      "CB<dbø7 | B>": 1244,
      "CE<G (#5)>": 1245,
      "CB<D7 | C sus4>": 1246,
      "CE<dbm7>": 1247,
      "CB<aø7 (#5)>": 1248,
      "CE<bbm7 sus4>": 1249,
      "<mask_id_190>": 1250,
      "CB<dbø7 sus4>": 1251,
      "CB<Bbmaj7 | F sus4>": 1252,
      "CE<fm7 sus2>": 1253,
      "CE<Db7 | Ab>": 1254,
      "<mask_id_216>": 1255,
      "CB<Db | Ab (add9)>": 1256,
      "TS<50>": 1257,
      "CB<Dmaj11>": 1258,
      "CB<Gb>": 1259,
      "CE<do (add9)>": 1260,
      "CE<ebo | A>": 1261,
      "CE<bbø7 (#5)>": 1262,
      "CE<dm7 | A>": 1263,
      "CB<Dbmaj7>": 1264,
      "CE<Amaj9>": 1265,
      "CE<Emaj9>": 1266,
      "<mask_id_30>": 1267,
      "CB<aø7 | Eb sus4>": 1268,
      "NB<39>": 1269,
      "CB<abm | Eb>": 1270,
      "NE<40>": 1271,
      "CB<Gbmaj7 | Db>": 1272,
      "CE<Eb7>": 1273,
      "CE<Bbmaj7 | A>": 1274,
      "CE<D7 | A>": 1275,
      "CB<cm sus4>": 1276,
      "CB<ebm (add9)>": 1277,
      "<mask_id_194>": 1278,
      "<mask_id_66>": 1279,
      "CE<bm sus42>": 1280,
      "CE<Bbmaj11>": 1281,
      "CB<bbm sus4>": 1282,
      "<mask_id_215>": 1283,
      "CB<eø7 | G>": 1284,
      "<mask_id_233>": 1285,
      "CE<ebm | Gb>": 1286,
      "CB<bo sus2>": 1287,
      "CB<bo | F sus4>": 1288,
      "CE<Gb7 sus2>": 1289,
      "CE<abm7 sus2>": 1290,
      "CB<Emaj7 (#5)>": 1291,
      "CE<bbo | E (add9)>": 1292,
      "CB<bm | D (add9)>": 1293,
      "CE<Db7 (#5)>": 1294,
      "NE<D>": 1295,
      "CB<G | D (add9)>": 1296,
      "CE<E7 | B>": 1297,
      "CE<gbm7 | E>": 1298,
      "CE<bbm7 | Eb sus4>": 1299,
      "CE<F7 (b5)>": 1300,
      "CB<Ebmaj7 | D (b5)>": 1301,
      "CB<Dbmaj7 | C (b5)>": 1302,
      "CE<Ab7 sus2>": 1303,
      "CB<D | G sus4>": 1304,
      "CE<Bb7 (b5)>": 1305,
      "CB<dm7>": 1306,
      "TS<320>": 1307,
      "CB<Bb (#5)>": 1308,
      "NB<101>": 1309,
      "CB<Bb7 | Ab>": 1310,
      "NE<96>": 1311,
      "CB<ao | Eb (add9)>": 1312,
      "CB<Cmaj7 | B>": 1313,
      "CB<Eb7 | Db sus4>": 1314,
      "CE<em | B (add9)>": 1315,
      "CB<E | B>": 1316,
      "CB<E9>": 1317,
      "CE<bbo | Eb sus4>": 1318,
      "<mask_id_12>": 1319,
      "CB<bm7 | A sus4>": 1320,
      "TS<740>": 1321,
      "CB<gø7>": 1322,
      "CB<Amaj7 | Ab (#5)>": 1323,
      "CB<eo | Bb sus4>": 1324,
      "<mask_id_169>": 1325,
      "NB<C>": 1326,
      "CB<Eb | Bb>": 1327,
      "CE<do | Ab sus4>": 1328,
      "CE<B>": 1329,
      "NB<85>": 1330,
      "CB<Ebmaj7 | D>": 1331,
      "CB<bo | E sus4>": 1332,
      "CE<bbm7 | F>": 1333,
      "CE<co | Gb>": 1334,
      "CE<A | E sus4>": 1335,
      "CE<Cmaj7 sus4>": 1336,
      "TS<600>": 1337,
      "CE<fo sus4>": 1338,
      "TS<970>": 1339,
      "<mask_id_132>": 1340,
      "<mask_id_129>": 1341,
      "CB<go>": 1342,
      "CB<ebm7 | Bb>": 1343,
      "CE<Gb7 (#5) (#9)>": 1344,
      "CE<cm9>": 1345,
      "CB<abm sus42>": 1346,
      "CB<ebm7 | Db sus4>": 1347,
      "<mask_id_310>": 1348,
      "<mask_id_196>": 1349,
      "CB<abø7 sus4>": 1350,
      "CB<dbø9>": 1351,
      "CB<bm (add9)>": 1352,
      "<mask_id_22>": 1353,
      "CE<Eb7 (b5)>": 1354,
      "CB<ebm7>": 1355,
      "CB<go | Bb (add9)>": 1356,
      "CE<dbm7 | Ab>": 1357,
      "CB<Ebmaj7 sus4>": 1358,
      "NE<19>": 1359,
      "NE<43>": 1360,
      "CE<eo | Bb (add9)>": 1361,
      "CB<G7 (b5)>": 1362,
      "CB<Fmaj7 | E sus4>": 1363,
      "CB<G | B>": 1364,
      "<mask_id_6>": 1365,
      "CB<bm7 sus2>": 1366,
      "CE<Ebmaj7 | G>": 1367,
      "<mask_id_228>": 1368,
      "CE<G sus2>": 1369,
      "<mask_id_119>": 1370,
      "NB<100>": 1371,
      "<mask_id_147>": 1372,
      "<mask_id_227>": 1373,
      "CB<F | C (add9)>": 1374,
      "CB<cm7>": 1375,
      "CB<bbm7 | F sus4>": 1376,
      "<mask_id_115>": 1377,
      "CB<Gb | B sus4>": 1378,
      "CE<E | B sus4>": 1379,
      "CE<dbø9>": 1380,
      "CB<C | E (#5)>": 1381,
      "NB<109>": 1382,
      "CB<D7 | A sus4>": 1383,
      "NE<14>": 1384,
      "CE<abo | D>": 1385,
      "CE<C7 (#5) (#9)>": 1386,
      "CB<G7 (#9)>": 1387,
      "CB<A7 | G sus4>": 1388,
      "CB<A11>": 1389,
      "CB<bbm | F (add9)>": 1390,
      "CE<F9 (b5)>": 1391,
      "<mask_id_102>": 1392,
      "CB<Abmaj7 (#5)>": 1393,
      "NB<76>": 1394,
      "CE<Gb7>": 1395,
      "CB<fm7>": 1396,
      "CB<D | Gb>": 1397,
      "CE<G7 sus2>": 1398,
      "<mask_id_24>": 1399,
      "TS<380>": 1400,
      "<mask_id_46>": 1401,
      "CB<Bmaj11>": 1402,
      "CE<Cmaj7 | G>": 1403,
      "CE<gbø7 sus2>": 1404,
      "<mask_id_181>": 1405,
      "CB<Fmaj7 (#5)>": 1406,
      "CE<C7 | E>": 1407,
      "CE<Gmaj7 | Gb>": 1408,
      "CE<Ebmaj7 | Bb>": 1409,
      "CE<bbm | Db>": 1410,
      "NB<12>": 1411,
      "TS<1000>": 1412,
      "CE<Ebmaj7 | Ab sus4>": 1413,
      "CE<dbm7 sus4>": 1414,
      "CB<Ab | Db sus4>": 1415,
      "CE<F9 sus4>": 1416,
      "CB<Gbmaj7 | F sus4>": 1417,
      "CE<D11>": 1418,
      "NE<115>": 1419,
      "CE<ebo (add9)>": 1420,
      "NB<117>": 1421,
      "CE<D9>": 1422,
      "CE<Amaj7 | Ab sus4>": 1423,
      "CE<F7 | C sus4>": 1424,
      "CB<Bb7 sus2>": 1425,
      "CB<bø11>": 1426,
      "CB<fm | C>": 1427,
      "NE<100>": 1428,
      "CB<Bbmaj7 | D>": 1429,
      "<mask_id_313>": 1430,
      "NB<46>": 1431,
      "CE<bø7 | F>": 1432,
      "CB<ebo | A (add9)>": 1433,
      "CE<dbø7 | B sus4>": 1434,
      "CB<Abmaj7 | C (#5)>": 1435,
      "NE<102>": 1436,
      "CB<C7 | F sus4>": 1437,
      "CE<abo | D sus4>": 1438,
      "CE<bm7 sus4>": 1439,
      "<mask_id_300>": 1440,
      "CB<eø11>": 1441,
      "TS<80>": 1442,
      "CB<bø7 sus2>": 1443,
      "CB<am sus4>": 1444,
      "CE<D7>": 1445,
      "CB<gm | D>": 1446,
      "CB<dø7 | Ab>": 1447,
      "CB<Bbmaj7 sus2>": 1448,
      "CB<dbo (add9)>": 1449,
      "CE<Cmaj7 | E>": 1450,
      "<mask_id_261>": 1451,
      "CE<Abmaj7>": 1452,
      "CB<dbo | G>": 1453,
      "<mask_id_153>": 1454,
      "CB<em | B sus4>": 1455,
      "<mask_id_178>": 1456,
      "NE<113>": 1457,
      "CE<Bbmaj7 | F>": 1458,
      "CE<dø7 | Ab>": 1459,
      "CE<eo | G>": 1460,
      "CB<G7 | D sus4>": 1461,
      "NB<G>": 1462,
      "CB<eo (add9)>": 1463,
      "CB<Ab7 (#5) (#9)>": 1464,
      "CE<Bmaj11>": 1465,
      "CB<A7 | G>": 1466,
      "CB<G7 | F sus4>": 1467,
      "CB<bo | D>": 1468,
      "CE<bbo sus2>": 1469,
      "CE<Bb7 | Eb sus4>": 1470,
      "CB<em sus2>": 1471,
      "CE<ao sus42>": 1472,
      "CB<Db7 | B>": 1473,
      "CE<cm | G>": 1474,
      "<mask_id_91>": 1475,
      "CE<B7 | Gb>": 1476,
      "CB<fm7 | C>": 1477,
      "CE<cø7 | Bb sus4>": 1478,
      "<mask_id_211>": 1479,
      "TS<250>": 1480,
      "NE<45>": 1481,
      "TS<190>": 1482,
      "CB<Bmaj7 (#5)>": 1483,
      "CE<E7>": 1484,
      "CE<ebm7 sus2 (#5)>": 1485,
      "TS<120>": 1486,
      "CB<abm (add9)>": 1487,
      "CB<A>": 1488,
      "CE<Bb | D (#5)>": 1489,
      "CE<dm7 | G sus4>": 1490,
      "CE<gm7>": 1491,
      "CB<D9>": 1492,
      "CB<ebo | A sus4>": 1493,
      "CE<dbm sus42>": 1494,
      "CE<Bmaj7 | E sus4>": 1495,
      "CB<eø7 | Bb>": 1496,
      "TS<100>": 1497,
      "CE<C7 | Bb sus4>": 1498,
      "CE<em | G>": 1499,
      "CB<em sus42>": 1500,
      "CE<Dbmaj11>": 1501,
      "<mask_id_307>": 1502,
      "CB<bbm11>": 1503,
      "<mask_id_4>": 1504,
      "CE<Ab7>": 1505,
      "<mask_id_288>": 1506,
      "NE<90>": 1507,
      "CE<Eb9 sus4>": 1508,
      "NE<119>": 1509,
      "CE<Gb | Bb (#5)>": 1510,
      "CB<Gmaj9>": 1511,
      "CB<Dmaj7>": 1512,
      "CB<B7>": 1513,
      "CE<cm (add9)>": 1514,
      "CB<fm7 | Ab>": 1515,
      "CB<Dbmaj7 | Gb sus4>": 1516,
      "CB<Fmaj7 | A>": 1517,
      "CB<abo>": 1518,
      "CE<am sus42>": 1519,
      "CB<C>": 1520,
      "CE<A | Db (#5)>": 1521,
      "CB<abm>": 1522,
      "CE<bbø7 sus4>": 1523,
      "TS<470>": 1524,
      "CB<cø7 | Gb>": 1525,
      "NE<Gb>": 1526,
      "TS<360>": 1527,
      "CB<Db (#5)>": 1528,
      "<mask_id_142>": 1529,
      "CB<Dbmaj7 | F>": 1530,
      "<mask_id_164>": 1531,
      "CE<Bb7 | F sus4>": 1532,
      "CB<am | E>": 1533,
      "CB<bbo sus4>": 1534,
      "<mask_id_236>": 1535,
      "<mask_id_141>": 1536,
      "<mask_id_45>": 1537,
      "TS<810>": 1538,
      "NB<59>": 1539,
      "CE<Bmaj7 sus2>": 1540,
      "CB<Dmaj9>": 1541,
      "TS<690>": 1542,
      "CB<go | Db (add9)>": 1543,
      "NB<Db>": 1544,
      "CB<bm7 | Gb sus4>": 1545,
      "CB<Eb7 | Bb sus4>": 1546,
      "CE<Abmaj9>": 1547,
      "CB<gbm (add9)>": 1548,
      "CB<Emaj7 sus4>": 1549,
      "NB<73>": 1550,
      "NE<57>": 1551,
      "CE<C sus42>": 1552,
      "CE<A | E (add9)>": 1553,
      "CB<Db7 | Ab>": 1554,
      "CB<B7 | Eb (#5)>": 1555,
      "<mask_id_250>": 1556,
      "CE<F11>": 1557,
      "CB<B7 | Gb>": 1558,
      "CB<Db7 | B (#5)>": 1559,
      "CB<dbø7>": 1560,
      "<mask_id_86>": 1561,
      "CB<abm sus4>": 1562,
      "CE<dm | F (add9)>": 1563,
      "CB<em>": 1564,
      "<mask_id_191>": 1565,
      "NE<6>": 1566,
      "CB<eo | Bb>": 1567,
      "CE<fø7 | B>": 1568,
      "NE<8>": 1569,
      "<mask_id_110>": 1570,
      "<mask_id_17>": 1571,
      "CB<E7 | D (#5)>": 1572,
      "CE<abø7 | Gb sus4>": 1573,
      "CB<F>": 1574,
      "CE<Emaj7 | Eb (b5)>": 1575,
      "CE<Gmaj7 | Gb (#5)>": 1576,
      "CB<Ebmaj7 sus2>": 1577,
      "CE<ebo sus2>": 1578,
      "CB<Emaj7 | Eb sus4>": 1579,
      "CB<Db9 sus4>": 1580,
      "CE<Bb7 sus4>": 1581,
      "CB<dm | A>": 1582,
      "CB<E7 | Ab (b5)>": 1583,
      "CE<Fmaj9 (b5)>": 1584,
      "CE<B | Eb (add9)>": 1585,
      "CB<bm sus2>": 1586,
      "CE<Gb sus2>": 1587,
      "<mask_id_225>": 1588,
      "CE<gm7 | Bb>": 1589,
      "CB<gm7>": 1590,
      "CB<bbm>": 1591,
      "CB<abo | B>": 1592,
      "<mask_id_283>": 1593,
      "CE<bbø7 | E>": 1594,
      "<mask_id_269>": 1595,
      "CB<cm7 | Bb>": 1596,
      "CE<Abmaj7 sus2>": 1597,
      "CE<Ebmaj7 (#5)>": 1598,
      "TS<210>": 1599,
      "CB<Bb | Eb sus4>": 1600,
      "CB<D9 (b5)>": 1601,
      "NE<59>": 1602,
      "CB<dm7 | G sus4>": 1603,
      "CE<Gmaj11>": 1604,
      "<mask_id_193>": 1605,
      "TS<130>": 1606,
      "CE<G9>": 1607,
      "TS<260>": 1608,
      "CB<Gbmaj7>": 1609,
      "CE<F | C (add9)>": 1610,
      "CE<B7 | Eb (#5)>": 1611,
      "CE<Dmaj7 | Gb>": 1612,
      "CE<Gb7 | E>": 1613,
      "CB<Db7 sus4>": 1614,
      "CB<gbm7 | Db sus4>": 1615,
      "TS<710>": 1616,
      "CB<ebø7 | Db>": 1617,
      "CB<bbm7 | Eb sus4>": 1618,
      "CB<gm | D sus4>": 1619,
      "CE<Eb | G (add9)>": 1620,
      "CE<dm | A sus4>": 1621,
      "CE<ebo | A (add9)>": 1622,
      "CB<Gmaj7 (#5)>": 1623,
      "CB<Ebmaj9>": 1624,
      "CE<Ebmaj7>": 1625,
      "CB<G7 sus2>": 1626,
      "CE<Bbmaj7 | D (#5)>": 1627,
      "<mask_id_311>": 1628,
      "CB<Dbmaj7 | Ab sus4>": 1629,
      "CE<Bb | F>": 1630,
      "CE<go | Db>": 1631,
      "CE<A7 | G>": 1632,
      "CE<Gmaj7 (#5)>": 1633,
      "NE<26>": 1634,
      "CE<eo | Bb sus4>": 1635,
      "TS<900>": 1636,
      "CB<abm9>": 1637,
      "CB<cm | Eb>": 1638,
      "CB<fm7 | Eb>": 1639,
      "CB<gm7 | D>": 1640,
      "CB<dbm7 | E>": 1641,
      "CB<Db | Gb sus4>": 1642,
      "CE<am | C (add9)>": 1643,
      "CE<dbm11>": 1644,
      "CE<E sus4>": 1645,
      "CE<em7 | G>": 1646,
      "CE<D (add9)>": 1647,
      "NB<118>": 1648,
      "CB<am11>": 1649,
      "CE<C7 | Bb>": 1650,
      "CE<bo | F (add9)>": 1651,
      "CB<ebø7 sus2>": 1652,
      "CB<D7 | Gb>": 1653,
      "CE<ao | Eb (add9)>": 1654,
      "CE<dbø7 | B>": 1655,
      "<mask_id_127>": 1656,
      "NE<85>": 1657,
      "CE<dbo | E>": 1658,
      "CB<Ebmaj7 | D sus4>": 1659,
      "CE<G9 (b5)>": 1660,
      "CE<bm7 | D>": 1661,
      "CE<dbm | E (add9)>": 1662,
      "CB<Gmaj7 | D sus4>": 1663,
      "CE<F (add9)>": 1664,
      "CE<Dmaj11>": 1665,
      "CB<Eb | G>": 1666,
      "CB<dbm sus4>": 1667,
      "CB<gm | Bb (add9)>": 1668,
      "CB<bbo sus2>": 1669,
      "CB<abø7 | Gb>": 1670,
      "CE<E sus42>": 1671,
      "CB<Fmaj11>": 1672,
      "CB<Cmaj7 | B sus4>": 1673,
      "CE<gm | Bb>": 1674,
      "CB<dø7 | F>": 1675,
      "CB<Gb sus2>": 1676,
      "CB<dbm7 | B>": 1677,
      "CB<cm7 sus4>": 1678,
      "CE<do | F (add9)>": 1679,
      "CE<Gb | Bb (add9)>": 1680,
      "CE<eø7 | G>": 1681,
      "CB<E | B sus4>": 1682,
      "CB<Emaj7 | Ab (#5)>": 1683,
      "CB<Gb9 (b5)>": 1684,
      "CE<co sus2>": 1685,
      "<mask_id_157>": 1686,
      "<mask_id_5>": 1687,
      "CE<Db7>": 1688,
      "<mask_id_0>": 1689,
      "CB<C7 | Bb>": 1690,
      "CE<B sus2>": 1691,
      "CB<Amaj9>": 1692,
      "CE<abø7 sus4>": 1693,
      "CB<cm7 | Bb sus4>": 1694,
      "CE<em7 | D>": 1695,
      "CE<cm | G sus4>": 1696,
      "CB<G | B (#5)>": 1697,
      "CE<fm7 sus4>": 1698,
      "CE<A7 | D sus4>": 1699,
      "CE<Emaj7 | Ab>": 1700,
      "CB<bbo | E (add9)>": 1701,
      "CE<Eb7 | Ab sus4>": 1702,
      "CB<F | A>": 1703,
      "CE<abm7 | Gb>": 1704,
      "CE<cø9>": 1705,
      "CE<gbo | B sus4>": 1706,
      "CB<gbm7 | A>": 1707,
      "CE<em11>": 1708,
      "CB<G7 | B>": 1709,
      "CE<ebm7 | Ab sus4>": 1710,
      "CE<Ab sus4>": 1711,
      "CE<Abmaj7 (#5)>": 1712,
      "CE<Ebmaj7 | D sus4>": 1713,
      "CE<Bmaj7 (#5)>": 1714,
      "CE<Dbmaj7 | Ab>": 1715,
      "NE<107>": 1716,
      "<mask_id_69>": 1717,
      "CB<Db9 (b5)>": 1718,
      "CE<D sus4>": 1719,
      "<mask_id_170>": 1720,
      "NE<38>": 1721,
      "CB<Gb7>": 1722,
      "NE<68>": 1723,
      "CE<gbm7 | B sus4>": 1724,
      "<mask_id_56>": 1725,
      "<mask_id_98>": 1726,
      "CE<Ab7 | Gb sus4>": 1727,
      "CE<abø7 sus2>": 1728,
      "<mask_id_176>": 1729,
      "CB<Dbmaj7 (#5)>": 1730,
      "NB<2>": 1731,
      "CE<bm7 | E sus4>": 1732,
      "CE<Gb7 | Db sus4>": 1733,
      "CB<dø7 sus4>": 1734,
      "CB<C | G>": 1735,
      "CE<dø7>": 1736,
      "<mask_id_108>": 1737,
      "CB<B7 (b5)>": 1738,
      "<mask_id_125>": 1739,
      "CE<fø7>": 1740,
      "CB<Bb7 | F sus4>": 1741,
      "CB<D | Gb (#5)>": 1742,
      "NE<67>": 1743,
      "CE<G7 | B (b5)>": 1744,
      "CB<G7 | C sus4>": 1745,
      "CB<am | E sus4>": 1746,
      "CE<Gb7 | B sus4>": 1747,
      "<mask_id_136>": 1748,
      "NE<105>": 1749,
      "CB<Fmaj7 | E (b5)>": 1750,
      "CB<Bb7 (#5) (#9)>": 1751,
      "CB<Gbmaj7 | Db sus4>": 1752,
      "CE<dbm7 sus2>": 1753,
      "CE<G7 | F>": 1754,
      "CB<am | E (add9)>": 1755,
      "CE<ebm11>": 1756,
      "CE<C7 (#5)>": 1757,
      "CB<Eb | Ab sus4>": 1758,
      "CB<Dbmaj7 | C>": 1759,
      "CB<Gmaj7 | Gb>": 1760,
      "TS<500>": 1761,
      "CE<G7 (#5)>": 1762,
      "CE<cø7 sus2>": 1763,
      "CE<abo sus4>": 1764,
      "CE<Gbmaj7 sus2>": 1765,
      "CE<go sus4>": 1766,
      "CE<ao | Eb sus4>": 1767,
